Repository: ausi/calendar-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: el

# MSC.cal_events
source: %d event(s)
el: %d εκδήλωση(εις)

# MSC.cal_emptyDay
source: There are no events on this day.
el: Δεν υπάρχουν εκδηλώσεις για αυτήν την ημέρα.

# MSC.cal_emptyWeek
source: There are no events for this week.
el: Δεν υπάρχουν εκδηλώσεις για αυτή την εβδομάδα.

# MSC.cal_emptyMonth
source: There are no events for this month.
el: Δεν υπάρχουν εκδηλώσεις για αυτό τον μήνα.

# MSC.cal_emptyYear
source: There are no events for this year.
el: Δεν υπάρχουν εκδηλώσεις για αυτό το έτος.

# MSC.cal_empty
source: Currently there are no events.
el: Δεν υπάρχουν τρέχουσες εκδηλώσεις.

# MSC.cal_days
source: This event is repeated every %s. day
el: Αυτή η εκδήλωση επαναλαμβάνετε κάθε %s. ημέρες

# MSC.cal_weeks
source: This event is repeated every %s. week
el: Αυτή η εκδήλωση επαναλαμβάνετε κάθε %s. εβδομάδες

# MSC.cal_months
source: This event is repeated every %s. month
el: Αυτή η εκδήλωση επαναλαμβάνετε κάθε %s. μήνες

# MSC.cal_years
source: This event is repeated every %s. year
el: Αυτή η εκδήλωση επαναλαμβάνετε κάθε %s. χρόνια

# MSC.cal_until
source: until %s
el: μέχρι %s
